Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Charge, Effort and Rest (and how they differ from WHOOP).
de: Ladung, Anstrengung und Ruhe (und wie sie sich von WHOOP unterscheiden).
es: Carga, Esfuerzo y Descanso (y en qué se diferencian de WHOOP).
fr: Charge, Effort et Repos (et en quoi ils diffèrent de WHOOP).
it: Carica, sforzo e riposo, e in che cosa differiscono da WHOOP.
pl: Energia, Wysiłek i Odpoczynek (oraz czym różnią się od WHOOP).
pt_pt: Carga, Esforço e Descanso (e como diferem do WHOOP).
ru: Заряд, Усилие и Отдых (и чем они отличаются от WHOOP).
th: พลังฟื้นตัว ภาระร่างกาย และการพักผ่อน (และความแตกต่างจาก WHOOP อย่างไร)
zh_hans: 能量、消耗和休息，以及它们与 WHOOP 的区别。
zh_hant: 能量、消耗和休息，以及它們與 WHOOP 的區別。

source: Charge, Effort and Rest are scored on your own device from your strap data. Charge needs about four nights of sleep to learn your baseline (that's "Calibrating", counted as nights of 4 on the ring), and keeps sharpening over your first couple of weeks. On a WHOOP 5 or MG the strap banks little history, so that count can sit at 0 of 4 until you have worn it across a few nights. That's the strap's sync limit, not a fault. Before there's a number, NOOP shows what it can without faking one.
de: Ladung, Anstrengung und Ruhe werden auf deinem eigenen Gerät aus deinen Strap-Daten berechnet. Die Ladung braucht etwa vier Nächte Schlaf, um deine Basislinie zu lernen (das ist „Kalibrierung“, auf dem Ring als Nächte von 4 gezählt), und wird über deine ersten Wochen immer genauer. Auf einem WHOOP 5 oder MG speichert der Strap wenig Verlauf, dieser Zähler kann also auf 0 von 4 stehen, bis du ihn ein paar Nächte getragen hast. Das ist die Sync-Grenze des Straps, kein Fehler. Bevor es eine Zahl gibt, zeigt NOOP, was es kann, ohne eine zu erfinden.
es: Carga, Esfuerzo y Descanso se puntúan en tu propio dispositivo con los datos de tu pulsera. Carga necesita unas cuatro noches de sueño para aprender tu línea base (eso es "Calibrando", contado como noches de 4 en el anillo), y sigue afinándose durante tus primeras dos semanas. En un WHOOP 5 o MG la pulsera almacena poco historial, así que ese conteo puede quedarse en 0 de 4 hasta que la hayas usado varias noches. Es el límite de sincronización de la pulsera, no un fallo. Antes de que haya un número, NOOP muestra lo que puede sin inventarlo.
fr: La charge, l'effort et le repos sont calculés sur votre propre appareil à partir des données de votre bracelet. La charge a besoin d'environ quatre nuits de sommeil pour apprendre votre référence (c'est la « Calibration », comptée en nuits sur 4 sur l'anneau), et continue de s'affiner pendant vos premières semaines. Sur un WHOOP 5 ou MG, le bracelet conserve peu d'historique, donc ce compteur peut rester à 0 sur 4 tant que vous ne l'avez pas porté pendant quelques nuits. C'est la limite de synchronisation du bracelet, pas un défaut. Avant qu'il y ait un chiffre, NOOP montre ce qu'il peut sans en inventer un.
it: Carica, sforzo e riposo vengono calcolati sul tuo dispositivo dai dati della fascia. La carica richiede circa quattro notti di sonno per imparare la tua linea di base (è la "Calibrazione", contata come notti su 4 sull'anello) e continua ad affinarsi durante le prime due settimane. Su un WHOOP 5 o MG la fascia salva poca cronologia, quindi quel conteggio può restare a 0 su 4 finché non l'avrai indossata per qualche notte. È il limite di sincronizzazione della fascia, non un difetto. Prima che ci sia un numero, NOOP mostra quello che può senza inventarne uno.
pl: Energia, Wysiłek i Odpoczynek są oceniane na Twoim urządzeniu na podstawie danych Twojego paska. Energia potrzebuje około czterech nocy snu, aby nauczyć się linii bazowej (to jest „kalibracja” liczona jako 4 noce na ringu) i stale się wyostrza przez pierwsze kilka tygodni. W przypadku WHOOP 5 lub MG pasek gromadzi niewielką historię, więc jego liczba może wynosić 0 z 4, dopóki nie będziesz go nosić przez kilka nocy. To jest limit synchronizacji paska, a nie usterka. Zanim pojawi się liczba, NOOP pokazuje, co potrafi, bez udawania.
pt_pt: A Carga, o Esforço e o Descanso são pontuados no teu dispositivo a partir dos dados da bracelete. O Carga precisa de cerca de quatro noites de sono para aprender a tua linha de base (isto é "Calibração", contado como noites de 4 no ringue) e continua a melhorar nas primeiras semanas. Num WHOOP 5 ou MG, a bracelete guarda pouca histórico, pelo que a contagem pode ficar em 0 em 4 até que a use durante algumas noites. Esse é o limite de sincronização da bracelete, não uma falha. Antes de haver um número, o NOOP mostra o que pode sem o falsificar.
ru: Заряд, Усилие и Отдых рассчитываются прямо на вашем устройстве по данным браслета. Заряду нужно около четырёх ночей сна, чтобы узнать вашу норму (это «Калибровка», отображаемая как количество ночей из 4 на кольце), и он продолжает уточняться в течение первых недель. На WHOOP 5 или MG браслет хранит мало истории, поэтому счётчик может оставаться на 0 из 4, пока вы не поносите его несколько ночей. Это ограничение синхронизации браслета, а не ошибка. Пока числа нет, NOOP показывает то, что может, не подделывая значение.
th: พลังฟื้นตัว ภาระร่างกาย และการพักผ่อนคำนวณบนอุปกรณ์ของคุณจากข้อมูลสายรัด พลังฟื้นตัวต้องใช้ข้อมูลการนอนประมาณ 4 คืนเพื่อเรียนรู้ค่าพื้นฐาน (จะแสดงว่า “กำลังปรับเทียบ” และนับจำนวนคืนจาก 4 คืนบนวงแหวน) จากนั้นความแม่นยำจะค่อย ๆ ดีขึ้นในช่วงสองสัปดาห์แรก สายรัด WHOOP 5 หรือ MG เก็บประวัติย้อนหลังไว้ไม่มาก ตัวนับจึงอาจยังเป็น 0 จาก 4 จนกว่าจะสวมข้ามคืนหลายคืน นี่เป็นข้อจำกัดการซิงค์ของสายรัด ไม่ใช่ความผิดปกติ ก่อนมีคะแนน NOOP จะแสดงเฉพาะข้อมูลที่คำนวณได้จริงโดยไม่สร้างตัวเลขขึ้นมา
zh_hans: 能量、消耗和休息都在你自己的设备上根据手环数据计算。能量需要大约四晚睡眠来学习你的基线（即「校准中」，圆环上按 4 晚计数），并在最初一两周内持续变准。在 WHOOP 5 或 MG 上，手环存储的历史很少，所以在你连续佩戴几晚之前，该计数可能一直停在 0 / 4。这是手环的同步限制，不是故障。在有真实数字之前，NOOP 会尽量展示已有信息，而不会编造数字。
zh_hant: 能量、消耗和休息都是在你自己的裝置上根據手環資料計算的。能量大約需要四晚睡眠來學習你的基線（也就是「校準中」，在圓環上以幾分之四的晚數顯示），並在頭一兩週持續變得更精準。在 WHOOP 5 或 MG 上，手環儲存的歷史資料很少，所以在你連續佩戴幾晚之前，該計數可能停在 0 / 4。這是手環的同步限制，不是故障。在有數字之前，NOOP 會盡量顯示可顯示的內容，而不會偽造一個數字。

source: Charge, Effort and Rest as three rings, just like Today.
de: Charge, Effort und Rest als drei Ringe, genau wie unter Heute.
es: Charge, Effort y Rest como tres anillos, igual que en Hoy.
fr: Charge, Effort et Repos sous forme de trois anneaux, comme dans Aujourd'hui.
it: Charge, Fatica e Riposo come tre anelli, proprio come Oggi.
pl: Poziom energii, Wysiłek i Odpoczynek jako trzy pierścienie, tak jak w Dziś.
pt_pt: Charge, Esforço e Descanso como três anéis, assim como hoje.
ru: Charge, Усилие и отдых в виде трех колец, как и сегодня.
th: แสดงพลังฟื้นตัว ภาระร่างกาย และการพักเป็นวงแหวนสามวงเหมือนหน้า วันนี้
zh_hans: Charge，努力和休息为三环，就像今天一样。
zh_hant: Charge，努力和休息為三環，就像今天一樣。

source: Charge, Effort and Rest become personal after a few nights of wear.
de: Ladung, Anstrengung und Ruhe werden nach ein paar Nächten Tragen persönlich.
es: Carga, Esfuerzo y Descanso se vuelven personales tras unas noches de uso.
fr: La charge, l'effort et le repos deviennent personnalisés après quelques nuits de port.
it: Carica, sforzo e riposo diventano personalizzati dopo qualche notte di utilizzo.
pl: Energia, Wysiłek i Odpoczynek stają się osobiste po kilku nocach noszenia.
pt_pt: A Carga, o Esforço e o Descanso tornam-se pessoais após algumas noites de utilização.
ru: Заряд, Усилие и Отдых становятся персональными через несколько ночей ношения.
th: พลังฟื้นตัว ภาระร่างกาย และการพักผ่อนจะปรับให้เหมาะกับคุณหลังสวมสายรัดนอนหลายคืน
zh_hans: 佩戴几晚后，能量、消耗和休息就会变成你的个人数据。
zh_hant: 佩戴幾晚後，能量、消耗和休息就會變得個人化。

source: Charge, Effort and Rest build over your next few nights of wear.
de: Ladung, Anstrengung und Ruhe bauen sich über die nächsten Nächte am Handgelenk auf.
es: Carga, Esfuerzo y Descanso se construyen durante tus próximas noches de uso.
fr: La charge, l'effort et le repos se construisent au fil de vos prochaines nuits de port.
it: Carica, sforzo e riposo si costruiscono nelle tue prossime notti di utilizzo.
pl: Energia, Wysiłek i Odpoczynek ukształtują się w ciągu kilku kolejnych nocy noszenia.
pt_pt: A carga, o esforço e o descanso aumentam nas próximas noites de utilização.
ru: Заряд, Усилие и Отдых формируются в течение следующих нескольких ночей ношения.
th: ระบบจะเริ่มคำนวณพลังฟื้นตัว ภาระร่างกาย และการพักผ่อนจากข้อมูลการสวมใส่ในอีกหลายคืนถัดไป
zh_hans: 能量、消耗和休息会在你接下来的几晚佩戴中逐步建立。
zh_hant: 能量、消耗和休息會在你接下來幾晚的佩戴中逐步建立。

source: Charge, Effort, Rest, HRV, resting and live heart rate, and strap battery at a glance.
de: Ladung, Anstrengung, Ruhe, HRV, Ruhe- und Live-Herzfrequenz sowie Strap-Akku auf einen Blick.
es: Carga, Esfuerzo, Descanso, VFC, frecuencia cardíaca en reposo y en vivo, y batería de la pulsera de un vistazo.
fr: Charge, effort, repos, VFC, fréquence cardiaque au repos et en direct, et batterie du bracelet en un coup d'œil.
it: Carica, sforzo, riposo, HRV, frequenza cardiaca a riposo e in diretta e batteria della fascia a colpo d'occhio.
pl: Energia, Wysiłek, Odpoczynek, HRV, tętno spoczynkowe i na żywo oraz akumulator paska w skrócie.
pt_pt: Carregar, Esforço, Descanso, HRV, frequência cardíaca em repouso e em direto e braceleter a bateria num piscar de olhos.
ru: Заряд, Усилие, Отдых, ВСР, пульс в покое и в реальном времени, а также заряд браслета — всё сразу.
th: ดูพลังฟื้นตัว ภาระร่างกาย การพักผ่อน HRV อัตราการเต้นหัวใจขณะพักและแบบเรียลไทม์ รวมถึงแบตเตอรี่สายรัดได้ในหน้าจอเดียว
zh_hans: 一眼看到能量、消耗、休息、HRV、静息与实时心率，以及手环电量。
zh_hant: 一眼掌握能量、消耗、休息、HRV、靜息與即時心率，以及手環電量。

source: Charge, sleep detail, readiness and charge drivers.
de: Charge, Schlafdetails, Readiness und Charge-Treiber.
es: Carga, detalle del sueño, preparación y factores de carga.
fr: Charge, détail du sommeil, préparation et facteurs de charge.
it: Charge, dettagli del sonno, disponibilità e ricarica dei driver.
pl: Poziom energii, szczegóły snu, gotowość i czynniki wpływające na energię.
pt_pt: Carga, detalhe do sono, preparação e fatores de carga.
ru: Charge, детализация сна, готовность и заряд драйверов.
th: พลังฟื้นตัว รายละเอียดการนอน ความพร้อมของร่างกาย และปัจจัยที่มีผลต่อพลังฟื้นตัว
zh_hans: Charge，睡眠详细信息、准备情况和充电驱动程序。
zh_hant: Charge，睡眠詳細資訊、準備和充電驅動程式。

source: Charge: how recovered are you?
de: Ladung: Wie erholt bist du?
es: Carga: ¿qué tan recuperado estás?
fr: Charge : quel est votre niveau de récupération ?
it: Carica: quanto sei recuperato?
pl: Energia: jak bardzo doszedłeś do siebie?
pt_pt: Carga: quão recuperado estás?
ru: Заряд: насколько вы восстановились?
th: พลังฟื้นตัว: คุณฟื้นตัวแค่ไหน?
zh_hans: 能量：你恢复得如何？
zh_hant: 能量：你恢復得如何？

source: Charging
de: Lädt
es: Cargando
fr: En charge
it: In carica
pl: Ładowanie
pt_pt: Carregando
ru: Зарядка
th: กำลังชาร์จ
zh_hans: 充电中
zh_hant: 充電中

source: Chart
de: Diagramm
es: Gráfico
fr: Graphique
it: Grafico
pl: Wykres
pt_pt: Gráfico
ru: Диаграмма
th: แผนภูมิ
zh_hans: 图表
zh_hant: 圖表

source: Chart colours
de: Diagrammfarben
es: Colores de los gráficos
fr: Couleurs des graphiques
it: Colori dei grafici
pl: Kolory wykresu
pt_pt: Cores do gráfico
ru: Цвета графиков
th: สีแผนภูมิ
zh_hans: 图表颜色
zh_hant: 圖表顏色

source: Chat summaries
de: Chat-Zusammenfassungen
es: Resúmenes de chat
fr: Résumés de discussion
it: Riepiloghi della chat
pl: Podsumowania rozmów
pt_pt: Resumos de bate-papo
ru: Сводки чата
th: สรุปการแชท
zh_hans: 聊天摘要
zh_hant: 聊天摘要

source: Cheaper models for background jobs — leave blank to use %@'s small model. Keeps the pricey coaching model for the actual conversation.
de: Günstigere Modelle für Hintergrundaufgaben — leer lassen, um das kleine Modell von %@ zu nutzen. So bleibt das teure Coaching-Modell dem eigentlichen Gespräch vorbehalten.
es: Modelos más económicos para tareas en segundo plano: déjalo en blanco para usar el modelo pequeño de %@. Reserva el costoso modelo de coaching para la conversación real.
fr: Modèles moins chers pour les tâches d'arrière-plan — laissez vide pour utiliser le petit modèle de %@. Réserve le coûteux modèle de coaching à la conversation elle-même.
it: Modelli più economici per lavori in background: lascia vuoto per utilizzare il modello piccolo di %@. Mantiene il costoso modello di coaching per la conversazione vera e propria.
pl: Tańsze modele do zadań w tle — zostaw puste, by użyć małego modelu %@. Kosztowny model trenerski zostaje zarezerwowany dla właściwej rozmowy.
pt_pt: Modelos mais baratos para trabalhos em segundo plano — deixe em branco para usar o modelo pequeno de %@. Mantém o modelo de coaching caro para a conversa real.
ru: Более дешевые модели для фоновых заданий — оставьте поле пустым, чтобы использовать маленькую модель %@. Сохраняет дорогостоящую модель коучинга для реального разговора.
th: โมเดลที่ราคาถูกกว่าสำหรับงานพื้นหลัง — เว้นว่างไว้เพื่อใช้โมเดลขนาดเล็กของ %@ คงรูปแบบการฝึกสอนที่มีราคาแพงไว้สำหรับการสนทนาจริง
zh_hans: 用于后台作业的更便宜的模型 - 留空以使用 %@ 的小模型。为实际对话保留昂贵的辅导模型。
zh_hant: 用於後台作業的更便宜的模型 - 留空以使用 %@ 的小模型。為實際對話保留昂貴的輔導模型。

source: Cheaper models for background jobs — leave on default to use %@'s small model. Keeps the pricey coaching model for the actual conversation.
de: Günstigere Modelle für Hintergrundaufgaben — bei Standard bleibt das kleine Modell von %@ aktiv. So bleibt das teurere Coaching-Modell für das eigentliche Gespräch reserviert.
es: Modelos más económicos para tareas en segundo plano — con el valor por defecto se usa el modelo pequeño de %@. Así el modelo de coaching, más costoso, queda reservado para la conversación real.
fr: Des modèles moins chers pour les tâches en arrière-plan — laissé par défaut, le petit modèle de %@ est utilisé. Le modèle de coaching, plus coûteux, reste ainsi réservé à la conversation elle-même.
it: Modelli più economici per lavori in background: lascia l'impostazione predefinita per utilizzare il modello piccolo di %@. Mantiene il costoso modello di coaching per la conversazione vera e propria.
pl: Tańsze modele do zadań w tle — zostaw wartość domyślną, by użyć małego modelu %@. Kosztowny model trenerski zostaje zarezerwowany dla właściwej rozmowy.
pt_pt: Modelos mais baratos para trabalhos em segundo plano — deixe como padrão para usar o modelo pequeno de %@. Mantém o modelo de coaching caro para a conversa real.
ru: Более дешевые модели для фоновых задач — оставьте значение по умолчанию, чтобы использовать маленькую модель %@. Сохраняет дорогостоящую модель коучинга для реального разговора.
th: โมเดลที่ราคาถูกกว่าสำหรับงานพื้นหลัง — ปล่อยให้เป็นค่าเริ่มต้นเพื่อใช้โมเดลขนาดเล็กของ %@ คงรูปแบบการฝึกสอนที่มีราคาแพงไว้สำหรับการสนทนาจริง
zh_hans: 用于后台作业的更便宜的模型 - 默认使用 %@ 的小模型。为实际对话保留昂贵的辅导模型。
zh_hant: 用於後台作業的更便宜的模型 - 預設使用 %@ 的小模型。為實際對話保留昂貴的輔導模型。

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
pl: Sprawdź ponownie
pt_pt: Verificar novamente
ru: Проверить снова
th: ตรวจสอบอีกครั้ง
zh_hans: 重新检查
zh_hant: 重新檢查

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
pl: Sprawdź aktualizacje
pt_pt: Verifique se existem atualizações
ru: Проверить обновления
th: ตรวจสอบการอัปเดต
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check OpenRouter balance
de: Überprüfen Sie den Kontostand von OpenRouter
es: Consultar saldo OpenRouter
fr: Vérifier le solde OpenRouter
it: Controlla il saldo OpenRouter
pl: Sprawdź saldo OpenRouter
pt_pt: Verifique o saldo de OpenRouter
ru: Проверить баланс OpenRouter
th: ตรวจสอบยอดคงเหลือของ OpenRouter
zh_hans: 检查OpenRouter余额
zh_hant: 檢查OpenRouter餘額

source: Check the values and try again.
de: Prüfe die Werte und versuch es erneut.
es: Revisa los valores e inténtalo de nuevo.
fr: Vérifiez les valeurs et réessayez.
it: Controlla i valori e riprova.
pl: Sprawdź wartości i spróbuj ponownie.
pt_pt: Verifique os valores e tente novamente.
ru: Проверьте значения и попробуйте снова.
th: ตรวจสอบค่าแล้วลองอีกครั้ง
zh_hans: 请检查数值后再试。
zh_hant: 請檢查數值後再試一次。

source: Check-in — the coach got in touch
de: Check-in — der Coach hat sich gemeldet
es: Revisión: el coach se ha puesto en contacto
fr: Bilan — le coach vous a contacté
it: Check-in: l'allenatore si è messo in contatto
pl: Zameldowanie — trener się odezwał
pt_pt: Check-in – o treinador entrou em contato
ru: Заезд — тренер вышел на связь
th: เช็คอิน — มีโค้ชติดต่อมา
zh_hans: 报到——教练联系了
zh_hant: 報到——教練聯絡了

source: Check-in time
de: Check-in-Uhrzeit
es: Hora del check-in
fr: Heure du point
it: Orario del check-in
pl: Godzina zameldowania
pt_pt: Horário de check-in
ru: Время заезда
th: เวลาเช็คอิน
zh_hans: 入住时间
zh_hant: 入住時間

source: Check-in timing
de: Check-in-Zeitpunkt
es: Horario de check-in
fr: Heure d'enregistrement
it: Orario del check-in
pl: Pora zameldowania
pt_pt: Horário de check-in
ru: Время заезда
th: เวลาเช็คอิน
zh_hans: 入住时间
zh_hant: 入住時間

source: Checked against NOOP's own active-energy estimate, not a measured figure.
de: Geprüft gegen NOOPs eigene Schätzung der Aktivenergie, kein gemessener Wert.
es: Se compara con la estimación de energía activa de NOOP, no con un valor medido.
fr: Comparé à l'estimation d'énergie active de NOOP, pas à une valeur mesurée.
it: Confrontato con la stima dell'energia attiva di NOOP, non con un valore misurato.
pl: Porównane z własnym szacunkiem energii aktywnej NOOP, a nie z wartością zmierzoną.
pt_pt: Comparado com a estimativa de energia ativa do NOOP, não com um valor medido.
ru: Сверяется с собственной оценкой активной энергии NOOP, а не с измеренным значением.
th: ตรวจสอบกับการประมาณการพลังงานที่ใช้งานของ NOOP ไม่ใช่ตัวเลขที่วัดได้
zh_hans: 以 NOOP 自己的活动能量估算为准，并非实测值。
zh_hant: 以 NOOP 自己的活動能量估算為準，並非實測值。

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Verifica in corso…
pl: Kontrola…
pt_pt: Verificando…
ru: Проверка…
th: กำลังตรวจสอบ...
zh_hans: 检查中…
zh_hant: 檢查中…

source: Checks the project's home (GitHub) for the latest version when you tap. Nothing else is sent.
de: Prüft beim Tippen das Zuhause des Projekts (GitHub) auf die neueste Version. Sonst wird nichts gesendet.
es: Consulta la página del proyecto (GitHub) para ver la última versión cuando tocas. No se envía nada más.
fr: Vérifie la page du projet (GitHub) pour la dernière version quand vous appuyez. Rien d'autre n'est envoyé.
it: Quando tocchi, verifica la pagina del progetto (GitHub) per l'ultima versione, non viene inviato nient'altro.
pl: Po dotknięciu sprawdza stronę główną projektu (GitHub) pod kątem najnowszej wersji. Nic więcej nie jest wysyłane.
pt_pt: Verifica a página inicial do projeto (GitHub) para obter a versão mais recente quando toca. Nada mais é enviado.
ru: Проверяет домашнюю страницу проекта (GitHub) на наличие последней версии при нажатии. Больше ничего не отправляется.
th: ตรวจสอบหน้าแรกของโปรเจ็กต์ (GitHub) เพื่อดูเวอร์ชันล่าสุดเมื่อคุณแตะ ไม่มีสิ่งใดถูกส่งไปอีกแล้ว
zh_hans: 点击时会到项目主页（GitHub）检查最新版本，不发送任何其他内容。
zh_hant: 點擊時會到專案主頁（GitHub）檢查最新版本，不發送任何其他內容。

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
pl: Wybierać
pt_pt: Escolher
ru: Выбрать
th: เลือก
zh_hans: 选择
zh_hant: 選擇

source: Choose .csv…
de: .csv auswählen…
es: Elegir .csv…
fr: Choisir .csv…
it: Scegli .csv…
pl: Wybierz .csv…
pt_pt: Escolha . csv…
ru: Выбрать .csv…
th: เลือก .csv...
zh_hans: 选择 .csv…
zh_hant: 選擇 .csv…

source: Choose .gpx / .tcx / .fit…
de: .gpx / .tcx / .fit auswählen…
es: Elegir .gpx / .tcx / .fit…
fr: Choisir .gpx / .tcx / .fit…
it: Scegli .gpx / .tcx / .fit…
pl: Wybierz .gpx / .tcx / .fit…
pt_pt: Escolha .gpx/.tcx/.fit…
ru: Выбрать .gpx / .tcx / .fit…
th: เลือก .gpx / .tcx / .fit...
zh_hans: 选择 .gpx / .tcx / .fit…
zh_hant: 選擇 .gpx / .tcx / .fit…

source: Choose a backup
de: Sicherung auswählen
es: Elegir una copia de seguridad
fr: Choisir une sauvegarde
it: Scegli un backup
pl: Wybierz kopię zapasową
pt_pt: Escolha um cópia de segurança
ru: Выбрать резервную копию
th: เลือกข้อมูลสำรอง
zh_hans: 选择一个备份
zh_hant: 選擇一個備份

source: Choose a folder for NOOP backups (for example a Google Drive or iCloud folder).
de: Wähle einen Ordner für NOOP-Sicherungen (zum Beispiel einen Google-Drive- oder iCloud-Ordner).
es: Elige una carpeta para las copias de seguridad de NOOP (por ejemplo, una carpeta de Google Drive o iCloud).
fr: Choisissez un dossier pour les sauvegardes NOOP (par exemple un dossier Google Drive ou iCloud).
it: Scegli una cartella per i backup di NOOP (per esempio una cartella Google Drive o iCloud).
pl: Wybierz folder na kopie zapasowe NOOP (na przykład folder na Dysku Google lub iCloud).
pt_pt: Escolha uma pasta para cópias de segurança NOOP (por exemplo, uma pasta Google Drive ou iCloud).
ru: Выберите папку для резервных копий NOOP (например, папку Google Drive или iCloud).
th: เลือกโฟลเดอร์สำหรับการสำรองข้อมูล NOOP (เช่น โฟลเดอร์ Google Drive หรือ iCloud)
zh_hans: 为 NOOP 备份选择一个文件夹（例如 Google Drive 或 iCloud 文件夹）。
zh_hant: 選擇一個存放 NOOP 備份的資料夾（例如 Google Drive 或 iCloud 資料夾）。

source: Choose a lab report PDF or photo to review locally
de: Wählen Sie einen Laborbericht im PDF-Format oder ein Foto aus, um ihn vor Ort zu überprüfen
es: Elija un informe de laboratorio en formato PDF o una fotografía para revisarlo localmente
fr: Choisissez un rapport de laboratoire PDF ou une photo à consulter localement
it: Scegli un PDF o una foto del report di laboratorio da rivedere localmente
pl: Wybierz PDF lub zdjęcie wyniku badania do lokalnego przeglądu
pt_pt: Escolha um relatório de laboratório em PDF ou foto para revisar localmente
ru: Выберите отчет о лабораторной работе в формате PDF или фотографию для просмотра на месте.
th: เลือกรายงานห้องปฏิบัติการ PDF หรือรูปถ่ายเพื่อตรวจสอบภายในเครื่อง
zh_hans: 选择实验室报告 PDF 或照片以在本地查看
zh_hant: 選擇實驗室報告 PDF 或照片以在本地查看

source: Choose a markers CSV file to import
de: Wählen Sie eine zu importierende Marker-CSV-Datei aus
es: Elija un archivo CSV de marcadores para importar
fr: Choisissez un fichier CSV de marqueurs à importer
it: Scegli un file CSV dei marcatori da importare
pl: Wybierz plik CSV z markerami do zaimportowania
pt_pt: Escolha um arquivo CSV de marcadores para importar
ru: Выберите CSV-файл маркеров для импорта.
th: เลือกไฟล์ CSV ของตัวบ่งชี้เพื่อนำเข้า
zh_hans: 选择要导入的标记 CSV 文件
zh_hant: 選擇要匯入的標記 CSV 文件

source: Choose a model
de: Modell wählen
es: Elegir un modelo
fr: Choisir un modèle
it: Scegli un modello
pl: Wybierz model
pt_pt: Escolha um modelo
ru: Выберите модель
th: เลือกรุ่น
zh_hans: 选择型号
zh_hant: 選擇型號

source: Choose a wearable signal to compare
de: Wearable-Signal zum Vergleich auswählen
es: Elige una señal del wearable para comparar
fr: Choisissez un signal du dispositif connecté à comparer
it: Scegli un segnale del dispositivo indossabile da confrontare
pl: Wybierz sygnał do noszenia do porównania
pt_pt: Escolha um sinal wearable para comparar
ru: Выберите сигнал носимого устройства для сравнения
th: เลือกสัญญาณที่สวมใส่ได้เพื่อเปรียบเทียบ
zh_hans: 选择一个可穿戴信号进行对比
zh_hant: 選擇一個穿戴式訊號進行對比

source: Choose CSV…
de: Wählen Sie CSV…
es: Elija CSV...
fr: Choisissez CSV…
it: Scegli CSV...
pl: Wybierz CSV…
pt_pt: Escolha CSV…
ru: Выберите CSV…
th: เลือก CSV…
zh_hans: 选择 CSV...
zh_hant: 選擇 CSV...

source: Choose export…
de: Export wählen…
es: Elegir exportación…
fr: Choisir l'export…
it: Scegli l'esportazione…
pl: Wybierz eksport…
pt_pt: Escolha exportar…
ru: Выбрать экспорт…
th: เลือกส่งออก...
zh_hans: 选择导出文件…
zh_hant: 選擇匯出檔案…

source: Choose export.zip…
de: export.zip wählen…
es: Elegir export.zip…
fr: Choisir export.zip…
it: Scegli export.zip…
pl: Wybierz eksport.zip…
pt_pt: Escolha exportar.zip…
ru: Выбрать export.zip…
th: เลือกส่งออก.zip...
zh_hans: 选择 export.zip…
zh_hant: 選擇 export.zip…

source: Choose folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
pl: Wybierz folder
pt_pt: Escolha a pasta
ru: Выбрать папку
th: เลือกโฟลเดอร์
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose from Photos
de: Aus Fotos auswählen
es: Elegir desde Fotos
fr: Choisir depuis Photos
it: Scegli da Foto
pl: Wybierz ze zdjęć
pt_pt: Escolher a partir de Fotos
ru: Выбрать из Фото
th: เลือกจากรูปถ่าย
zh_hans: 从照片选取
zh_hant: 從照片選取
